{
    "idiomas": {
        "espaniol": {
            "contenido": {
                "boton": "Descubreme!"
            },
            "sobreMi": {
                "titulo": "Este soy yo",
                "parrafoUno": "Me distingo por mi amabilidad y habilidades para el trabajo en equipo, siempre priorizando el bienestar del grupo. Mi trayectoria de 17 años en el soporte técnico a usuarios de aplicaciones, junto con mis 2 años de experiencia en el desarrollo de aplicaciones web, me han convertido en un profesional versátil y autodidacta. No temo enfrentarme a situaciones de alta presión, pues confío en mi capacidad para resolver problemas de manera eficiente.",
                "parrafoDos": "Mi enfoque analítico me permite abordar nuevos desafíos con determinación, disfrutando del proceso de análisis que precede a la toma de decisiones fundamentales. Soy conocido por mi cordialidad y respeto hacia mis compañeros y clientes, lo que fomenta un ambiente de colaboración y confianza en cualquier entorno de trabajo. Estoy siempre listo para superar obstáculos y alcanzar metas, aportando mi inteligencia y experiencia para el beneficio del equipo y la organización en su conjunto"
            },
            "sideBar": {
                "inicio": "Inicio",
                "experiencia": "Experiencia",
                "estudios": "Estudios",
                "proyectos": "Proyectos"
            },
            "experiencia": [
                {
                    "id": 1,
                    "empresa": "EMSER",
                    "logo": "https://www.emser.net/static/images/emser.jpg",
                    "puesto": "APP Help Desk",
                    "ingreso": "10/01/2023",
                    "egreso": "Actualidad",
                    "tareasRealizadas": "Mi experiencia incluye brindar soporte técnico tanto a la plataforma ArcorNet, diseñada para la carga de pedidos de Arcor por parte de distribuidores, como a la aplicación móvil de GEV, destinada a los preventistas de Arcor. Además, VIPO, una aplicación web integral que abarca un apartado móvil y un BackOffice para la gestión de usuarios y puntos de ventas.",
                    "logros": "Durante mi tiempo en estos proyectos, he adquirido un profundo conocimiento en la resolución de problemas técnicos y en la garantía del funcionamiento fluido de estas plataformas críticas para la operación de la empresa."
                },
                {
                    "id": 2,
                    "empresa": "Freelance",
                    "logo": "/assets/images/emprendedor.jpg",
                    "puesto": "Desarrollo Full Stack",
                    "ingreso": "22/09/2007",
                    "egreso": "Actualidad",
                    "tareasRealizadas": "Inicié mi carrera en el desarrollo tecnológico centrándome en la creación de aplicaciones y páginas web a nivel individual. He trabajado en el desarrollo frontend utilizando tanto JavaScript puro (Vanilla JS) como Angular, complementando estas habilidades con experiencia en el backend a través de Node.js. Además, poseo conocimientos sólidos en modelado de bases de datos utilizando MySQL, lo que me permite abordar integralmente el desarrollo de soluciones web eficientes y escalables",
                    "logros": "Como desarrollador freelance, perfeccioné significativamente mis habilidades técnicas, especialmente en el manejo de módulos avanzados de Node.js tales como Sequelize, Bcrypt, XLSX-Populate, Google-APIs, Express, EJS, Path y Multer, entre otros. Además, amplié mi experiencia en el desarrollo frontend utilizando Angular, lo que me permitió crear interfaces de usuario más dinámicas y eficientes."
                },
                {
                    "id": 3,
                    "empresa": "Apex",
                    "logo": "https://apexamerica.com/wp-content/themes/Apex/logo-apex-light.svg",
                    "puesto": "APP Help Desk",
                    "ingreso": "22/09/2007",
                    "egreso": "10/01/2023",
                    "tareasRealizadas": "Comencé mi trayectoria profesional brindando soporte técnico a usuarios de servicios de telecomunicaciones en Movistar, donde me encargaba de resolver incidencias relacionadas con internet residencial y líneas telefónicas fijas. Posteriormente, asumí responsabilidades en el ámbito corporativo al ofrecer soporte en Claro, donde mi labor consistía en configurar y mantener la conectividad de switches de fibra óptica, realizar verificaciones de mediatrix y atender solicitudes de cambio de cintas en el data center. Durante esta etapa, gestioné eficientemente todos los incidentes y solicitudes a través del sistema SAP, garantizando un seguimiento meticuloso y una resolución oportuna para cada caso. Más adelante, mi experiencia se amplió al proporcionar soporte técnico para la aplicación Naranja X, donde me encargaba de identificar y diagnosticar errores, para luego canalizarlos al equipo de BackOffice de Naranja y asegurar su pronta resolución.",
                    "logros": "Durante mi tiempo en esta empresa, he cultivado habilidades clave que han fortalecido mi desempeño profesional. Mi capacidad para trabajar en equipo se ha desarrollado ampliamente, permitiéndome colaborar eficazmente con colegas para alcanzar objetivos comunes. La empatía hacia el cliente ha sido una prioridad en mi trabajo, lo que me ha permitido comprender sus necesidades y proporcionar soluciones personalizadas con un alto nivel de satisfacción. Además, me destaco por realizar un análisis exhaustivo de los problemas presentados, evaluando cuidadosamente todas las posibles soluciones antes de tomar medidas. Siempre busco resolver los inconvenientes en el primer contacto, minimizando la necesidad de derivarlos a áreas alternativas y optimizando así los tiempos de respuesta y la experiencia del cliente. Adicionalmente, he asumido con frecuencia el rol de mentor para nuevos integrantes del equipo, compartiendo mis conocimientos y experiencias para facilitar su integración y acelerar su curva de aprendizaje. También he sido un recurso de apoyo interno para mis compañeros, brindando orientación y asistencia en momentos de duda o dificultad."
                }
            ]
        },
        "ingles": {
            "contenido": {
                "boton": "Discover me!"
            },
            "sobreMi": {
                "titulo": "This is me",
                "parrafoUno": "I am distinguished by my kindness and teamwork skills, always prioritizing the well-being of the group. My 17-year career in user support for applications, along with my 2 years of experience in web application development, have made me a versatile and self-taught professional. I do not fear facing high-pressure situations, as I trust in my ability to solve problems efficiently.",
                "parrafoDos": "My analytical approach allows me to tackle new challenges with determination, enjoying the process of analysis that precedes key decision-making. I am known for my friendliness and respect towards my colleagues and clients, fostering an atmosphere of collaboration and trust in any work environment. I am always ready to overcome obstacles and achieve goals, contributing my intelligence and experience for the benefit of the team and the organization as a whole"
            },
            "sideBar": {
                "inicio": "Home",
                "experiencia": "Experience",
                "estudios": "Studies",
                "proyectos": "Proyects"
            },
            "experiencia": [
                {
                    "id": 1,
                    "empresa": "EMSER",
                    "logo": "https://www.emser.net/static/images/emser.jpg",
                    "puesto": "APP Help Desk",
                    "ingreso": "10/01/2023",
                    "egreso": "Currently",
                    "tareasRealizadas": "My experience includes providing technical support for both the ArcorNet platform, designed for order loading by Arcor distributors, and the GEV mobile application, intended for Arcor sales representatives. Additionally, VIPO, a comprehensive web application that includes a mobile section and a BackOffice for managing users and sales points.",
                    "logros": "During my time on these projects, I have gained a deep understanding of technical problem-solving and ensuring the smooth operation of these critical platforms for the company's operation."
                },
                {
                    "id": 2,
                    "empresa": "Freelance",
                    "logo": "/assets/images/emprendedor.jpg",
                    "puesto": "Desarrollo Full Stack",
                    "ingreso": "22/09/2007",
                    "egreso": "Currently",
                    "tareasRealizadas": "Inicié mi carrera en el desarrollo tecnológico centrándome en la creación de aplicaciones y páginas web a nivel individual. He trabajado en el desarrollo frontend utilizando tanto JavaScript puro (Vanilla JS) como Angular, complementando estas habilidades con experiencia en el backend a través de Node.js. Además, poseo conocimientos sólidos en modelado de bases de datos utilizando MySQL, lo que me permite abordar integralmente el desarrollo de soluciones web eficientes y escalables",
                    "logros": "Como desarrollador freelance, perfeccioné significativamente mis habilidades técnicas, especialmente en el manejo de módulos avanzados de Node.js tales como Sequelize, Bcrypt, XLSX-Populate, Google-APIs, Express, EJS, Path y Multer, entre otros. Además, amplié mi experiencia en el desarrollo frontend utilizando Angular, lo que me permitió crear interfaces de usuario más dinámicas y eficientes."
                },
                {
                    "id": 3,
                    "empresa": "Apex",
                    "logo": "https://apexamerica.com/wp-content/themes/Apex/logo-apex-light.svg",
                    "puesto": "APP Help Desk",
                    "ingreso": "22/09/2007",
                    "egreso": "10/01/2023",
                    "tareasRealizadas": "Comencé mi trayectoria profesional brindando soporte técnico a usuarios de servicios de telecomunicaciones en Movistar, donde me encargaba de resolver incidencias relacionadas con internet residencial y líneas telefónicas fijas. Posteriormente, asumí responsabilidades en el ámbito corporativo al ofrecer soporte en Claro, donde mi labor consistía en configurar y mantener la conectividad de switches de fibra óptica, realizar verificaciones de mediatrix y atender solicitudes de cambio de cintas en el data center. Durante esta etapa, gestioné eficientemente todos los incidentes y solicitudes a través del sistema SAP, garantizando un seguimiento meticuloso y una resolución oportuna para cada caso. Más adelante, mi experiencia se amplió al proporcionar soporte técnico para la aplicación Naranja X, donde me encargaba de identificar y diagnosticar errores, para luego canalizarlos al equipo de BackOffice de Naranja y asegurar su pronta resolución.",
                    "logros": "Durante mi tiempo en esta empresa, he cultivado habilidades clave que han fortalecido mi desempeño profesional. Mi capacidad para trabajar en equipo se ha desarrollado ampliamente, permitiéndome colaborar eficazmente con colegas para alcanzar objetivos comunes. La empatía hacia el cliente ha sido una prioridad en mi trabajo, lo que me ha permitido comprender sus necesidades y proporcionar soluciones personalizadas con un alto nivel de satisfacción. Además, me destaco por realizar un análisis exhaustivo de los problemas presentados, evaluando cuidadosamente todas las posibles soluciones antes de tomar medidas. Siempre busco resolver los inconvenientes en el primer contacto, minimizando la necesidad de derivarlos a áreas alternativas y optimizando así los tiempos de respuesta y la experiencia del cliente. Adicionalmente, he asumido con frecuencia el rol de mentor para nuevos integrantes del equipo, compartiendo mis conocimientos y experiencias para facilitar su integración y acelerar su curva de aprendizaje. También he sido un recurso de apoyo interno para mis compañeros, brindando orientación y asistencia en momentos de duda o dificultad."
                }
            ]
        }
    }
}